[
  {
    "id": 1,
    "name_th": "ไม้",
    "name_en": "Wood",
    "description": "เสริมสติปัญญา, ความคิดสร้างสรรค์, การเติบโต",
    "history_th": "แนวคิดเบญจธาตุ (Wǔxíng) มีต้นกำเนิดในปรัชญาจีนโบราณเมื่อกว่า 2,000 ปีที่แล้ว คำว่า Wǔxíng แปลว่า 'การเคลื่อนที่ทั้งห้า' ธาตุไม้เป็นตัวแทนของฤดูใบไม้ผลิ และการเติบโต",
    "auspice_detail_th": "การเจริญรุ่งเรือง การเริ่มต้นใหม่ สุขภาพที่ดี ความเมตตา และความสามารถในการวางแผนและการตัดสินใจ (ฤดูใบไม้ผลิ)"
  },
  {
    "id": 2,
    "name_th": "ไฟ",
    "name_en": "Fire",
    "description": "เสริมพลังชีวิต, ความกล้าหาญ, ความรัก, อำนาจ",
    "history_th": "ธาตุไฟเป็นสัญลักษณ์ของพลังงานสูงสุด ฤดูร้อน และการแผ่ขยาย เชื่อมโยงกับชื่อเสียงและการมองโลกในแง่ดี",
    "auspice_detail_th": "ชื่อเสียง อำนาจ ความสำเร็จ พลังงาน ความกระตือรือร้น และความสัมพันธ์ที่อบอุ่น (ฤดูร้อน)"
  },
  {
    "id": 3,
    "name_th": "ดิน",
    "name_en": "Earth",
    "description": "เสริมความมั่นคง, ฐานราก, ความหนักแน่น",
    "history_th": "ธาตุดินเป็นศูนย์กลางและพื้นฐานของทุกสิ่ง เป็นตัวแทนของความมั่นคง ความซื่อสัตย์ และการบำรุงเลี้ยง",
    "auspice_detail_th": "ความมั่นคง ความน่าเชื่อถือ การอุปถัมภ์ ความสมดุล และความสามารถในการจัดการที่ดิน/อสังหาริมทรัพย์ (ปลายฤดูร้อน/ช่วงเปลี่ยนผ่าน)"
  },
  {
    "id": 4,
    "name_th": "ทอง/โลหะ",
    "name_en": "Metal",
    "description": "เสริมความมุ่งมั่น, การปกป้อง, ความแข็งแกร่ง",
    "history_th": "ธาตุทอง/โลหะเป็นตัวแทนของฤดูใบไม้ร่วง ความแม่นยำ และการจัดระเบียบ เชื่อมโยงกับกฎเกณฑ์ ความยุติธรรม และความมั่งคั่ง",
    "auspice_detail_th": "ความรวดเร็ว ความชัดเจนทางความคิด ความยุติธรรม การจัดระเบียบ และความมั่งคั่งที่มาจากความมุ่งมั่น (ฤดูใบไม้ร่วง)"
  },
  {
    "id": 5,
    "name_th": "น้ำ",
    "name_en": "Water",
    "description": "เสริมความยืดหยุ่น, การไหลเวียน, การเงิน, การสื่อสาร",
    "history_th": "ธาตุน้ำเป็นตัวแทนของฤดูหนาว ความยืดหยุ่น และสติปัญญา เป็นธาตุที่อ่อนโยนแต่ทรงพลังในการสร้างหรือทำลาย",
    "auspice_detail_th": "สติปัญญา โชคลาภ การไหลลื่นทางการเงิน ความยืดหยุ่น และความสามารถในการสื่อสารที่ลึกซึ้ง (ฤดูหนาว)"
  }
]