[
  {
    "id": 1,
    "name_th": "จักระราก (มูลธาระ) ธาตุ: ดิน",
    "name_en": "Root (Muladhara)",
    "color": "แดง",
    "location": "ฐานกระดูกสันหลัง (บริเวณฝีเย็บหรือกระดูกก้นกบ)",
    "history_th": "จักระรากฐาน หรือ มูลาธาระจักระ เป็นจักระแรกในเจ็ดจักระหลักในระบบจักระทั้งหมดและตั้งอยู่รอบๆ กระดูกก้นกบหรือกระดูกหาง มันควบคุมความต้องการพื้นฐานของเราสำหรับสุขภาพที่ดีในร่างกาย ความรู้สึกเชื่อมโยงกับโลก และความรู้สึกของการสนับสนุนและความมั่นคงในโลกทางกายภาพ จักระรากฐานเป็นศูนย์พลังงานแรกในเจ็ดศูนย์พลังงาน แทนธาตุดินและการยึดติด ในภาษาสันสกฤต จักระรากฐานเรียกว่ามูลาธาระจักระ ซึ่งแปลเป็นสองคำภาษาสันสกฤต - มูลา หมายถึงราก และ อธารา หมายถึงการสนับสนุนหรือฐาน ตามหลังจักระรากฐานคือจักระศักดิ์สิทธิ์, จักระสุริยะ, จักระหัวใจ, จักระคอ, จักระตาที่สาม, และจักระมงกุฎ ซึ่งทั้งหมดเป็นส่วนหนึ่งของระบบพลังงานร่างกายละเอียด",
    "auspice_detail_th": "ความมั่นคง ปลอดภัย สัญชาตญาณการอยู่รอด และการเชื่อมต่อกับโลกทางกายภาพ การเปิดจักระนี้ช่วยให้รู้สึกมีฐานที่มั่นคงในชีวิต",
    "logo": "ดอกบัว 4 กลีบ มีพยางค์ 'ลัม' (Lam) เป็นบีจามันตรา"
  },
  {
    "id": 2,
    "name_th": "จักระบั้นเอว (สวาธิษฐาน) ธาตุ: น้ำ",
    "name_en": "Sacral (Svadhisthana)",
    "color": "ส้ม",
    "location": "ท้องน้อย ใต้สะดือประมาณ 2 นิ้ว",
    "history_th": "มีต้นกำเนิดจาก ลัทธิตันตระในศาสนาฮินดู และปรากฏในคัมภีร์เวทโบราณราว 1500 -500 ปีก่อนคริสตกาล เป็นจักระแรกที่เชื่อมโยงกับ พลังชีวิตพื้นฐาน และเป็นรากฐานของการพัฒนาจักระอื่น ๆ ในโยคะและอายุรเวท มูลธาระเป็นจุดเริ่มต้นของพลัง “กุณฑาลินี” ซึ่งเมื่อปลุกขึ้นจะไหลผ่านจักระทั้ง 7",
    "auspice_detail_th": "อารมณ์ ความคิดสร้างสรรค์ ความสุขทางเพศ และความสัมพันธ์ที่ดีกับผู้อื่น การสมดุลจักระนี้ทำให้ชีวิตมีสีสันและความสนุกสนาน",
    "logo": "ดอกบัว 6 กลีบ มีพระจันทร์เสี้ยวตรงกลาง"    
  },
  {
    "id": 3,
    "name_th": "จักระช่องท้อง (มณีปุระ) ธาตุ: ไฟ",
    "name_en": "Solar Plexus (Manipura)",
    "color": "เหลือง",
    "location": "ช่องท้องเหนือสะดือ (Solar Plexus)",
    "history_th": "แนวคิดจักระมาจาก ลัทธิตันตระในศาสนาฮินดู และปรากฏในคัมภีร์โยคะโบราณ เป็นจักระที่สามในลำดับการปลุกพลัง 'กุณฑาลินี' ซึ่งเป็นพลังชีวิตที่ไหลผ่านจักระทั้ง 7 เป็นศูนย์กลางของ พลังเจตจำนง และการควบคุมตนเอง ซึ่งเชื่อมโยงกับต่อมหมวกไตและระบบย่อยอาหาร",
    "auspice_detail_th": "พลังส่วนตัว อำนาจ เจตจำนง ความมั่นใจในตนเอง และความกล้าหาญในการลงมือทำ เมื่อสมดุลจะนำมาซึ่งความสำเร็จที่ยั่งยืน (ธาตุไฟ)",
    "logo": "ดอกบัว 10 กลีบ มีสามเหลี่ยมชี้ลงตรงกลาง"    
  },
  {
    "id": 4,
    "name_th": "จักระหัวใจ (อนาหตะ) ธาตุ: ลม",
    "name_en": "Heart (Anahata)",
    "color": "เขียว/ชมพู",
    "location": "กลางหน้าอก (บริเวณหัวใจ)",
    "history_th": "แนวคิดจักระมาจาก ลัทธิตันตระในศาสนาฮินดู และปรากฏในคัมภีร์โยคะโบราณ อนาหตะเป็นจักระกลางของระบบทั้ง 7 เชื่อมโยงระหว่างจักระทางกายภาพ (ล่าง) และจิตวิญญาณ (บน) เป็นศูนย์กลางของ พลังแห่งความรักที่ไม่มีเงื่อนไข และการเยียวยาทางอารมณ์",
    "auspice_detail_th": "ความรักแบบไร้เงื่อนไข ความเมตตา การให้อภัย และความเชื่อมโยงกับผู้อื่น การเปิดจักระนี้ช่วยเยียวยาบาดแผลทางอารมณ์",
    "logo": "ดอกบัว 12 กลีบ มีรูปดาว 6 แฉกซ้อนกัน"    
  },
  {
    "id": 5,
    "name_th": "จักระลำคอ (วิสุทธิ) ธาตุ: อากาศ (Ether/Space)",
    "name_en": "Throat (Vishuddha)",
    "color": "ฟ้า/น้ำเงิน",
    "location": "ลำคอ คาง และไหล่",
    "history_th": "แนวคิดจักระมีต้นกำเนิดจาก ลัทธิตันตระในศาสนาฮินดู และปรากฏในคัมภีร์โยคะโบราณ เป็นจุดเริ่มต้นของ พลังจิตวิญญาณ ที่สูงขึ้น เชื่อมโยงกับการแสดงออกถึงความจริงภายใน เป็นศูนย์กลางของ การสื่อสารทั้งภายนอกและภายใน รวมถึงการฟังเสียงของตนเองและจักรวาล",
    "auspice_detail_th": "การสื่อสารที่ชัดเจน การแสดงออกถึงตัวตนที่แท้จริง และความสามารถในการพูดความจริงอย่างมีสติ มงคลด้านการเจรจาต่อรอง",
    "logo": "ดอกบัว 16 กลีบ มีวงกลมและสามเหลี่ยมชี้ลงตรงกลาง"    
  },
  {
    "id": 6,
    "name_th": "จักระตาที่สาม (อาชณะ)(Ajna)",
    "name_en": "Third Eye (Ajna)",
    "color": "คราม",
    "location": "หน้าผากระหว่างคิ้ว (เรียกกันว่า 'ดวงตาที่สาม')",
    "history_th": "มาจาก ลัทธิตันตระในศาสนาฮินดู และปรากฏในคัมภีร์โยคะโบราณ เป็นศูนย์กลางของ พลังจิตวิญญาณ ที่สูงขึ้น เชื่อมโยงกับต่อมไพเนียลและการตื่นรู้ เป็นจักระที่ใช้ในการ ฝึกสมาธิขั้นสูง และการปลุกพลัง 'กุณฑาลินี' เพื่อเชื่อมโยงกับจักรวาล",
    "auspice_detail_th": "สัญชาตญาณที่แม่นยำ การหยั่งรู้ ปัญญาภายใน และความสามารถในการมองเห็นความเป็นจริงที่ซ่อนอยู่ มงคลด้านวิสัยทัศน์",
    "logo": "ดอกบัว 2 กลีบ มีวงกลมและสามเหลี่ยมตรงกลาง"    
  },
  {
    "id": 7,
    "name_th": "จักระมงกุฎ (สหัสราระ) ไม่มีธาตุ (เหนือธาตุทั้งปวง)",
    "name_en": "Crown (Sahasrara)",
    "color": "ม่วง/ขาวโปร่งแสง",
    "location": "กลางกระหม่อม(Crown of the head)",
    "history_th": "ปรากฏในคัมภีร์โยคะโบราณ เช่น ศิวะสังหิตา และ ติรุมานตรัม ซึ่งกล่าวถึงจักระสหัสราระว่าเป็นจุดที่วิญญาณออกจากร่างเมื่อเสียชีวิต เป็นจักระที่ ไม่ถูกกล่าวถึงในคัมภีร์ตันตระบางเล่ม เนื่องจากถือว่าอยู่เหนือการรับรู้ของมนุษย์ทั่วไป ในหะฐโยคะ จักระนี้เป็น จุดสูงสุดของการฝึกสมาธิ และเป็นที่สถิตของพลังสูงสุด (พลังศักดิ์สิทธิ์)",
    "auspice_detail_th": "การตระหนักรู้ทางจิตวิญญาณ การเชื่อมโยงกับจักรวาล และความรู้แจ้ง การเปิดจักระนี้จะนำมาซึ่งความสงบและอิสระขั้นสูงสุด",
    "logo": "ดอกบัว 1,000 กลีบ แบ่งเป็น 20 ชั้น ชั้นละ 50 กลีบ"    
  }
]