[
  {
    "id": 1,
    "name_th": "จักระราก (มูลธาระ)",
    "name_en": "Root (Muladhara)",
    "color": "แดง",
    "location": "ฐานกระดูกสันหลัง",
    "history_th": "คำว่า 'จักระ' (Chakra) เป็นภาษาสันสกฤต แปลว่า 'วงล้อ' มีต้นกำเนิดในปรัชญาอินเดียโบราณ (พระเวท, โยคะ) เชื่อว่าเป็นศูนย์กลางพลังงานละเอียดอ่อน 'ปราณ' (Prana) ในระบบตันตระ โดยรากฐานจักระนี้เกี่ยวข้องกับความมั่นคงและธาตุดิน",
    "auspice_detail_th": "ความมั่นคง ปลอดภัย สัญชาตญาณการอยู่รอด และการเชื่อมต่อกับโลกทางกายภาพ การเปิดจักระนี้ช่วยให้รู้สึกมีฐานที่มั่นคงในชีวิต"
  },
  {
    "id": 2,
    "name_th": "จักระบั้นเอว (สวาธิษฐาน)",
    "name_en": "Sacral (Svadhisthana)",
    "color": "ส้ม",
    "location": "ท้องน้อย",
    "history_th": "เป็นศูนย์กลางพลังงานที่เกี่ยวข้องกับน้ำและความรู้สึก การทำงานร่วมกับจักระนี้ช่วยให้เกิดความลื่นไหลทางอารมณ์และเพศวิถี",
    "auspice_detail_th": "อารมณ์ ความคิดสร้างสรรค์ ความสุขทางเพศ และความสัมพันธ์ที่ดีกับผู้อื่น การสมดุลจักระนี้ทำให้ชีวิตมีสีสันและความสนุกสนาน (ธาตุน้ำ)"
  },
  {
    "id": 3,
    "name_th": "จักระช่องท้อง (มณีปุระ)",
    "name_en": "Solar Plexus (Manipura)",
    "color": "เหลือง",
    "location": "ช่องท้องเหนือสะดือ",
    "history_th": "เป็นแหล่งกำเนิดพลังงานส่วนตัว (Power Center) และเจตจำนง (Willpower) เชื่อมโยงกับธาตุไฟ ซึ่งเป็นพลังขับเคลื่อนความเชื่อมั่นในตนเอง",
    "auspice_detail_th": "พลังส่วนตัว อำนาจ เจตจำนง ความมั่นใจในตนเอง และความกล้าหาญในการลงมือทำ เมื่อสมดุลจะนำมาซึ่งความสำเร็จที่ยั่งยืน (ธาตุไฟ)"
  },
  {
    "id": 4,
    "name_th": "จักระหัวใจ (อนาหตะ)",
    "name_en": "Heart (Anahata)",
    "color": "เขียว/ชมพู",
    "location": "กลางหน้าอก",
    "history_th": "เป็นจุดเชื่อมระหว่างจักระกายภาพ (1-3) และจิตวิญญาณ (5-7) เชื่อมโยงกับธาตุลมและการหายใจ ซึ่งเป็นสัญลักษณ์ของความรักและความเมตตา",
    "auspice_detail_th": "ความรักแบบไร้เงื่อนไข ความเมตตา การให้อภัย และความเชื่อมโยงกับผู้อื่น การเปิดจักระนี้ช่วยเยียวยาบาดแผลทางอารมณ์"
  },
  {
    "id": 5,
    "name_th": "จักระลำคอ (วิสุทธิ)",
    "name_en": "Throat (Vishuddha)",
    "color": "ฟ้า/น้ำเงิน",
    "location": "ลำคอ",
    "history_th": "เกี่ยวข้องกับการแสดงออกถึงความจริง (Truth) และการสื่อสารอย่างมีประสิทธิภาพ เชื่อมโยงกับธาตุอีเทอร์/อวกาศ",
    "auspice_detail_th": "การสื่อสารที่ชัดเจน การแสดงออกถึงตัวตนที่แท้จริง และความสามารถในการพูดความจริงอย่างมีสติ มงคลด้านการเจรจาต่อรอง"
  },
  {
    "id": 6,
    "name_th": "จักระตาที่สาม (อาชณะ)",
    "name_en": "Third Eye (Ajna)",
    "color": "คราม",
    "location": "หน้าผากระหว่างคิ้ว",
    "history_th": "เชื่อว่าเป็นศูนย์กลางของการหยั่งรู้และสัญชาตญาณ (Intuition) เป็นที่นั่งของปัญญาภายในที่เห็นภาพรวมเหนือเหตุผลทางโลก",
    "auspice_detail_th": "สัญชาตญาณที่แม่นยำ การหยั่งรู้ ปัญญาภายใน และความสามารถในการมองเห็นความเป็นจริงที่ซ่อนอยู่ มงคลด้านวิสัยทัศน์"
  },
  {
    "id": 7,
    "name_th": "จักระมงกุฎ (สหัสราระ)",
    "name_en": "Crown (Sahasrara)",
    "color": "ม่วง/ขาว",
    "location": "กลางกระหม่อม",
    "history_th": "จักระสูงสุด เชื่อมโยงกับจิตวิญญาณบริสุทธิ์และการตระหนักรู้ เป็นจุดเชื่อมต่อกับพลังจักรวาลและพระผู้เป็นเจ้า",
    "auspice_detail_th": "การตระหนักรู้ทางจิตวิญญาณ การเชื่อมโยงกับจักรวาล และความรู้แจ้ง การเปิดจักระนี้จะนำมาซึ่งความสงบและอิสระขั้นสูงสุด"
  }
]